const inokashiraLine = {
  name: "井の頭線",
  color: "#003f8c",
  stations: [
    { name: "渋谷", lat: 35.658034, lng: 139.701636 },
    { name: "神泉", lat: 35.656003, lng: 139.692003 },
    { name: "駒場東大前", lat: 35.655003, lng: 139.683003 },
    { name: "池ノ上", lat: 35.656003, lng: 139.673003 },
    { name: "下北沢", lat: 35.661003, lng: 139.668003 },
    { name: "新代田", lat: 35.664003, lng: 139.660003 },
    { name: "東松原", lat: 35.667003, lng: 139.653003 },
    { name: "明大前", lat: 35.668003, lng: 139.650003 },
    { name: "永福町", lat: 35.673003, lng: 139.636003 },
    { name: "西永福", lat: 35.676003, lng: 139.629003 },
    { name: "浜田山", lat: 35.680003, lng: 139.623003 },
    { name: "高井戸", lat: 35.684003, lng: 139.614003 },
    { name: "富士見ヶ丘", lat: 35.688003, lng: 139.606003 },
    { name: "久我山", lat: 35.691003, lng: 139.599003 },
    { name: "三鷹台", lat: 35.697003, lng: 139.589003 },
    { name: "井の頭公園", lat: 35.701003, lng: 139.582003 },
    { name: "吉祥寺", lat: 35.703306, lng: 139.579493 },
  ],
};

export default inokashiraLine;
