const shinjukuLine = {
  color: "#8dc21f",
  stations: [
    { name: "新宿", lat: 35.690921, lng: 139.700257 },
    { name: "新宿三丁目", lat: 35.688079, lng: 139.704051 },
    { name: "曙橋", lat: 35.693003, lng: 139.719003 },
    { name: "市ヶ谷", lat: 35.693003, lng: 139.735003 },
    { name: "九段下", lat: 35.695003, lng: 139.751003 },
    { name: "神保町", lat: 35.695027, lng: 139.757765 },
    { name: "小川町", lat: 35.695003, lng: 139.766003 },
    { name: "岩本町", lat: 35.694003, lng: 139.776003 },
    { name: "馬喰横山", lat: 35.690003, lng: 139.784003 },
    { name: "浜町", lat: 35.687003, lng: 139.792003 },
    { name: "森下", lat: 35.682003, lng: 139.800003 },
    { name: "菊川", lat: 35.682003, lng: 139.813003 },
    { name: "住吉", lat: 35.682003, lng: 139.826003 },
    { name: "西大島", lat: 35.689003, lng: 139.837003 },
    { name: "大島", lat: 35.689003, lng: 139.849003 },
    { name: "東大島", lat: 35.689003, lng: 139.862003 },
    { name: "船堀", lat: 35.689003, lng: 139.873003 },
    { name: "一之江", lat: 35.689003, lng: 139.885003 },
    { name: "瑞江", lat: 35.689003, lng: 139.897003 },
    { name: "篠崎", lat: 35.689003, lng: 139.909003 },
    { name: "本八幡", lat: 35.720003, lng: 139.928003 },
  ],
};

export default shinjukuLine;
